tap "go-task/tap"
tap "homebrew/bundle"
brew "docker-compose"
brew "git"
brew "git-secrets"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "go-task/tap/go-task"
cask "bluesnooze"
cask "displaylink"
cask "docker"
cask "figma"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "scroll-reverser"
cask "sequel-ace"
cask "visual-studio-code"
cask "vivaldi"
cask "zed"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "gruntfuggly.todo-tree"
vscode "ionutvmi.path-autocomplete"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "onecentlin.laravel5-snippets"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "tonybaloney.vscode-pets"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
